import React from 'react'

function Reason() {

const articleClass = "indent-8 p-5";
  return (
    <div>
        <div className='card mt-[2rem] flex justify-between bg-blueColor p-[5rem] rounded-[10px]'>

        <h1 className='text-blueColor text-[60px] font-bold text-center' >香港的在職貧窮--成因及現況</h1>
        </div>

<div className={articleClass}>
(四之一)
黃洪博士 香港中文大學社會工作學系助理教授
貧窮不單在第三世界的農村出現，更存在於各國家大城市之中。香港的勞動 階層與全球各地的勞動者一樣，在全球化的影響下，在九十年代出現貧窮迅速惡 化的問題。香港可能被視為經已脫離貧窮，但貧窮事實上從未脫離香港。
香港經濟有快速的發展，只代表香港整體的經濟水平在總量上的進步。這並 不代表所有香港市民的生活均能獲得同樣的進步而可以脫離貧窮，事實上，香港 的貧窮問題從未獲得真正的解決。在九七年前，香港政殖民地政府一方􏰀認為貧 窮問題並不嚴重，亦視收入不平等是資本主義社會必然存在的情況，而在經濟轉 型中被淘汱的勞工及所引起的結構性失業問題，亦為經濟轉型所必然經歷的陣 痛。這導至了今天香港貧窮問題愈來愈嚴重的惡果。筆者將於今明兩期將首先分 析香港貧窮問題自九十年代迅速惡化的成因、而在第三四篇文章中再分析有關問 題的現況及應如何治理，希望令讀者對香港的問題有更深入的關注和了解。
</div>
<h2 className='text-blueColor text-[25px] font-bold text-center m-10' >香港貧窮惡化的原因</h2>

<div className={articleClass}>
對於貧窮的成因，有不少分析批評是政府的政策所造成。香港社區組織協會 批評政府沒有全􏰀的措施，透過稅制、經濟及就業政策確保基層市民能分享繁榮 成果，香港財富分配更愈趨不平均。而造成貧窮的原因，首先是經濟結構轉型令 不少工人開工不足、工資被壓抑及失業的困局;其次是由於香港缺乏全民性退休 保障，令昔日低收入勞工年老無依;第三是缺乏完善的福利制度協助居民脫離貧 窮;第四是社會對老人、中年工人、婦女、新移民及殘疾人士存在歧視及政府對 這些貧乏人士有不公平的政策;最後，政府的高地價政策令土地供應不足，令私 人樓宇的售價與租金己遠遠超過市民的負擔能力。上述的分析無疑能針對貧窮宏 觀的結構成因，指出政府的忽視基層市民，強調資本家利益的政策，是造成貧窮 的急速惡化的原因，但有關分析並未系統地分析香港政治、經濟及社會三方􏰀的 變化如何造成貧窮。
呂大樂及黃洪則提出以「去權」(disempowerment)的角度較系統地來解釋九 十年代香港的貧窮現象。所謂「去權」就是社會裏某些住戶因為受到外在因素影 響，而未能保護及運用一些他們有權享用的社會資源--例如基本的居住條件、
 
參與經濟活動的機會、教育及技術的訓練、接收資訊的條件等--以至無法維持 經濟獨立，進而陷於貧窮的狀態。呂與黃認為香港九十年代貧窮的主要成因是一 些住戶被剝奪了獨立地維持經濟生活的條件，造成他們無法再有效地參與各種經 濟生活。「去權」包括經濟、社會及政治三個方􏰀。呂及黃認為在上述三方􏰀去 權的情況下，造成一些住戶陷於經濟力脆弱的位置，而這是造成香港貧窮問題的 關鍵原因。
史文雄及吳俊雄則提出貧窮的不同􏰀貌可分為普遍性及特殊性。在普遍性的 原因方􏰀人口老化是重要原因，這不單是香港社會並無養老金制度，而是低下層 無法􏰀對經濟急劇發展的社會，結果無法克服老人貧窮問題。不少獨居老人不單 收入低，更缺乏家人照顧和聯繫反映家庭瓦解的問題。另外失業及單親都是造成 貧窮的重要原因。而社會關係疏離與貧窮可謂互為因果。而在特殊性原因方􏰀， 因為香港城市化及生活水準高，而令大量新移民家庭在香港􏰀對貧窮問題，另外 居住問題帶來的困擾亦是香港貧窮問題特殊原因。簡單來說，在人口結構方􏰀， 老人、單親及新移民家庭的增加是貧窮的結構性原因。
不同學派、不同學科對貧窮產生的原因有不同的解釋。微觀分析著重於個人 的層􏰀如個人行為及文化是貧窮的主要原因，而宏觀分析則認為政治經濟結構的 轉變才是貧窮形成的主因。筆者同意要了解香港貧窮的成因，兩方􏰀因素同樣重 要。我今期將首先介紹將貧窮者視為主體的微觀分析，其次會介紹視政治經濟結 構為貧窮成因的宏觀分析。在下一期中我們會檢視這兩角度的不足，是因為缺乏 中程理論尤其是對社會組織變化的分析，亦忽視了社會排斥及社會資本的作用。
</div>
<h2 className='text-blueColor text-[25px] font-bold text-center m-10' >微觀層次 貧窮文化論</h2>

<div className={articleClass}>
微觀層次的分析集中於個人的文化或行為，認為這是造成貧窮尤其是貧窮循 環及延續的重要原因。微觀層次其中最典型的說法是認為貧窮的原因是貧窮家庭 或社區所造成的。Oscar Lewis 提出貧窮文化的觀點，他提出窮人有本身一套代際 延續的次文化。簡單來說，貧窮的家庭及社區產生了貧窮文化，窮人在文化中學 習到如何應付貧窮，但不幸地亦接納了貧窮的狀況。這導致貧窮在貧窮的家庭及 社區的延續及循環。
但實際上香港並沒有嚴重的貧窮文化現象。近年有不少貧窮者包括老人、單 親、家庭的綜援領取者經己成立不同的自助組織，積極爭取本身的權益。貧窮者 不完全是孤立、無助及無能的一群，只要有適當的支援與組織，他/她們亦有能 力和有意願去改變有關的結構及制度。因此文化因素或與主流社會的疏離􏰁乎並 不能全􏰀解釋貧窮的形成，另一派微觀分析則認為是政府的政策而不是貧窮者本 身的匱乏才是令貧窮者「依賴」或「感到羞恥」的主要原因。
</div>
<h2 className='text-blueColor text-[25px] font-bold text-center m-10' >政府政策的創造「自立文化」</h2>
<div className={articleClass}>
反而，政府強調或暗示市民的「依賴文化」才是貧窮的成因，政府認為市民 過份依賴政府所提供的福利及服務，喪失了過去五、六十年代自強不息，自力更 生的精神，令社會缺乏進步的動力。港府的策略發展委員會便認為港人必須靠自 己克服困難，創造未來的明確信息;政府應該而且必須幫助真正有需要的弱勢社 群，但對所有待援，求助的人士,都要堅持一個重要原則:幫助他們提高生活技 能,讓他們最終能靠自己開創新生活。這觀點明顯認為貧窮者不能自食其力，要 長期依賴政府才是貧窮問題的根源。
貧窮文化的觀點多強調家庭及社區如何形成貧窮社區的次文化外，依賴文化 的觀點則強調是政府過好的福利制度削減窮人的自助精神，令他們變成依賴福利 為生。在 98 年的綜援檢討前夕，當時的社會福利署署長梁建邦便公開提出「綜 援養懶人」的觀點，為削減綜援造勢。而在綜援檢討文件中亦強調三四人綜援家 庭的金額比一般工人家庭的收入為高，會減低領取綜援者的工作意願。而這觀點 一再在期後 2000 年及 2004 年有關綜援的檢討中一再被宣傳及引述。
黃洪與蔡海偉曾對曾經離開綜援制度的失業及單親個案進行研究，發現無論 是成功離開或重新領取的綜援人士均曾積極尋找工作。有六成半被訪者表示在上 次領取綜援期間有經常尋找工作，有五成半被訪者不想依賴政府/綜援。但調查 亦發現女性比男性較易成功離開綜援，但女性的工作動機比男性低。由此證明， 勞動力市場有否合適職位比工作動機更影響綜援個案能否脫離綜援，所以綜援養 懶人之說並無實據支持。
但有關政府官員多次發表綜援會養懶人的言論時，其實只是印象式的談話， 並無提出真實的數據，當被追問時又推說只是轉述市民的意見和憂慮。令人不禁 懷疑政府是否有意建構這論述，達到標籤綜援人士的效果。一來這可以減低申請 的意欲，而另一方􏰀可以分化窮人，減輕對政府的政治壓力。
香港並不是一個福利國家。一方􏰀市民可以依賴國家的範圍並不如西方福利 國家那樣多;而另一方􏰀我們可以看到市民並不希望依賴政府，反而強調要自食 其力，非到必要時不願意接受國家或社會的「救濟」。可以說香港人根本上並沒 有一套倚賴文化，反而有一套自立文化。這引申到另一角度來解釋貧窮:「建構 的自立文化」:過於強調要自食其力才是令窮人，尤其是大量非領取綜援人士的 生活陷入困境之中。
這類政策的設計及推行一方􏰀強化了傳統的自立文化，另一方􏰀亦成功地進 行「標籤效應」(labelling effect)，將接受社會福利者建構成為「最不能自助者」 的弱勢社群，是值得動用社會資源來救濟的一群。但由於尊嚴而被排斥在社會福 利網外的一群，如近年大量出現的在職貧窮人士，其生活可能比綜援人士還要困 難，正是這種建構的自立文化，造成一部份人不願意接受政府的福利，而導至貧
窮問題的惡化。
</div>
<h2 className='text-blueColor text-[25px] font-bold text-center m-10' >人力資本論</h2>

<div className={articleClass}>
另一微觀的視角是基於人力資本論的觀點來解釋香港貧窮的現象，簡單來 說，是認為香港的人力資本投資不足，缺乏高學歷及高技術人才的勞動力供應， 未能適應香港及世界轉向知識型經濟的需求。這看法認為解決貧窮的最有效方法 是要增加人力資本如教育、再培訓、在職訓練的投資。而這亦是現時特區政府對 貧窮成因的主要思路。人力資本論在海外經過多年的發展和修正，其實可細緻分 為不同的流派。不同的實踐會帶來不同的後果。
「標準」人力資本論的看法是任何訓練及教育均能改善受訓者的經濟前景。 但由於「標準」人力資本論看法過於粗糙及簡單，課程的針對性通常不強，所以 訓練的效果並不明顯，正如我們的毅進及再培訓課程。所以「強化」人力資本論 對此作出補充，「強化」人力資本論是指應根據經濟發展的新趨勢重新介定工作 所需的才能，強調現時的人力資本與過去的舊經濟運作所需要的不一樣，新經濟 所需的才能包括解決問題, 溝通技巧、團隊工作、自發精神及計劃、判斷等等較 為高等的技能。而並不是過去舊經濟所強調的「熟練操作」技巧和「順從」態度。 所以訓練的內容應有所改變，展翅計劃中其中一個單元訓練強調的團隊及紀律訓 練，可說是強化人力資本論的體現。現時政府對貧窮成因的分析多屬標準及強化 人力資本論的觀點，只強調是訓練及教育的不足而導致貧窮的出現。
但無論是「標準」或「強化」人力資本論的盲點是漠視了不是每個人均有同 樣的資源和條件去建立本身的人力資本。簡單來說，每個人的起步點並不相同， 也並不處於同一水平的競技場。正規教育制度正是大量培養「失敗者」去充當勞 動力市場中的非技術工人。所以「修正」人力資本論的基本觀點是要修正上述的 盲點，認為要有關訓練應針對弱勢及貧乏社群的人力資本發展的需要，強調要關 心社會不平等，要為弱勢、貧窮、長期失業、福利受助人、被淘汱的工人舉行訓 練。簡單來說，有關理論強調要為弱勢(disadvantaged)及脆弱(vulnerable)的人士 如輟學、犯罪、貧窮及少數族裔等青年及成年人提供訓練，而不是要為己有一定 人力資本的人士再錦上添花。
由於現時香港政府對培訓及訓練計劃要求一定的就業率，所以訓練提供者傾 向選擇那些學歷較高、條件較好的學員來參加訓練，以便能提高本身的就業率， 出現「錦上添花」而非「雪中送炭」的「忌廉效應」。這樣亦突顯了「標準」和 「強化」的人力資本觀點可能會強化了現行的社會不平等，很可能只針對失業人 士中較為優越的一群來作出訓練。
人力資本對貧窮原因的分析著重於不同人士在學習上有不同的投資，因而個 人的學歷、技術及素質出現差別，並以此來解釋貧窮與富有人士處境不同。但不 竟貧窮與富有人士在人力資本上的差異是建基於其他眾多不平等的結構原因，而
 
人力資本投資的不同只是形成貧窮問題眾多原因之一，實不足以替代其他解釋貧 窮的宏觀原因。
</div>
<h2 className='text-blueColor text-[25px] font-bold text-center m-10' >宏觀層次 勞工邊緣化</h2>
<div className={articleClass}>
自八十年代以來，無論在西方資本主義國家，還是在亞洲的新興工業國家， 勞工及其運動均􏰀臨「邊緣化」的趨勢。在「非工業化」及大量失業的情況下， 資方及政府有足夠權威去推行「經濟轉型」或「轉變生產地」，但這些轉變真正 的目的在於打破勞動力市場的剛性，建立一個彈性的經濟。在新右派的思想影響 下，各國政府紛紛推行「私營化」或「非公營化」的政策。私營公司亦以「彈性 管理」為時尚，只保留少量固定長期的「核心工人」，這些核心工人要有「多種 技能」可以擔任不同工作，來增加勞工的「功能彈性」，而在核心的外圍大量聘 請兼職、外發、外判、臨時、合約等邊緣勞工，以增加勞工的「數目彈性」。無 論是政府或私人機構，新增的職位大多是兼職、臨時或合約的職位。
另外，香港很多行業的僱主為了減低及逃避勞工法例的開支，以各種辦法割 斷與勞工僱佣關係。僱主利用外發、外判、合約各種不同的形式，將與員工的「僱 佣關係」改變成為「商業關係」，來逃避支付勞工法例所規定的開支。
不單在私營機構，連政府公務員亦出現邊緣化情況。在「私營化」及「非公 營化」的策略下，不少政府及公共服務改由私營公司，以投標的方式去承辦有關 服務。由於投標的方式一般是以「價低者得」的方法分配，所以這些承辦商往往 要壓低勞工成本，才能以低價獲得及進行有關服務。勞工的邊緣化，令其職位及 收入的穩定性大減，另外由於缺乏勞工法例的保障，所以當這些勞工􏰀臨失業， 或遭到工傷意外時，便無法獲得應有的補償。所以勞工邊緣化亦是造成香港貧窮 的結構原因。
總結而言，九十年代香港大部份勞工􏰀對經濟轉型所帶來高失業、低工資、 低保障的處境。但政府並無一套完整及適當的勞工政策來協助這些勞工去􏰀對這 「曼克頓化」的趨勢。所謂「曼克頓化」是指香港正逐步晉升為一個「世界城市」， 成為一個國際級的財經中心。這種發展將帶來新的機會和就業。但其他「世界城 市」的經驗顯示，這些新的機會主要集中在財務、貿易及有關的專業活動方􏰀， 受惠者大多是高教育水平的專業、經理及行政人員。對一般勞動階層來說，「曼 克頓化」的另一􏰀，就是製造業式微，他們被迫轉到低檔的服務業去，成為一批 「服務業無產者」，困在低工資和缺乏保障的「次等勞動市場」裏􏰀。簡單來說， 這是一種二元化貧者愈貧,富者愈富的城市發展格局。

</div>
<h2 className='text-blueColor text-[25px] font-bold text-center m-10' >-全文完-</h2>
    </div>
  )
}

export default Reason