{
    "search_metadata": {
      "id": "648f1fb83517648edbb4b99a",
      "status": "Success",
      "json_endpoint": "https://serpapi.com/searches/880a689b806fe3c9/648f1fb83517648edbb4b99a.json",
      "created_at": "2023-06-18 15:16:08 UTC",
      "processed_at": "2023-06-18 15:16:08 UTC",
      "google_jobs_url": "https://www.google.com/search?q=Barista&ibp=htl;jobs",
      "raw_html_file": "https://serpapi.com/searches/880a689b806fe3c9/648f1fb83517648edbb4b99a.html",
      "total_time_taken": 3.92
    },
    "search_parameters": {
      "q": "Barista",
      "engine": "google_jobs",
      "google_domain": "google.com"
    },
    "jobs_results": [
      {
        "title": "BARISTA (FULL-TIME & PART-TIME)",
        "company_name": "Compass Group",
        "location": "  Cleveland, OH   ",
        "via": "via Compass Group",
        "description": "• We are hiring immediately for full-time and part-time BARISTA positions.\n• Location: Dunkin Donut - Case Western Reserve University-11038 Bellflower Road, Cleveland, OH 44106-3946 Note: online applications accepted only.\n• Schedule: Full-time and part-time schedules available; open availability preferred. Hours and days may vary; more details upon interview...\n• Requirement: Previous barista experience is preferred.\n• Starting Pay: $15.00 per hour\n• Internal Employee Referral Bonus Available\n\nWe Make Applying Easy! Want to apply to this job via text messaging? Text JOB to 75000 and search requisition ID number 1190198.\n\nThe advertised program is a conversational recruiting assistant that helps you apply to jobs with Compass Group. Message frequency varies. Message and data rates may apply. Text STOP to opt out or HELP for help. Terms and conditions: http://olivia.paradox.ai/moSkg\n\nDiversity of thought and inclusion for all is what drives our success - we invite you to start your journey with us today!\n\nAre you looking for a job with competitive wages and benefits, one in which you can learn and grow while making a difference in the world? We’re hiring! Bon Appétit Management Company operates more than 1,000 cafés around the country for corporations, universities, and museums, as well as a few dozen public restaurants. We’ve led the industry in socially and environmentally responsible sourcing, from sustainable seafood to cage-free eggs. We cook everything from scratch using fresh, local ingredients.\n\nLearn more about careers with Bon Appétit: http://www.bamco.com/careers/\n\nJob Summary\n\nSummary: Makes and serves coffee/espresso drinks and related food and beverage items. Handles food according to HACCP guidelines and standards for quality food-service operations. Interacts with customers and other employees in a friendly, courteous manner.\n\nEssential Duties and Responsibilities:\n• Prepares espresso orders for customers and catering using standard measures and recipes.\n• Enters orders accurately into POS device; accepts cash and charge payments.\n• Replenishes condiments, beverages and general supplies while maintaining cleanliness of service area.\n• Ensures proper presentation, portion control and maintenance of proper serving temperatures; follows HACCP standards.\n• Maintains sanitation and orderliness of all equipment, supplies and utensils.\n• Ensures proper food preparation by using approved recipes and following prescribed production standards.\n• Keeps display equipment clean and free of debris during meal service.\n• Cleans equipment and workstation thoroughly before leaving the area for other assignments.\n• Greets customers courteously and interacts in a manner to ensure customer satisfaction. Relays relevant concerns from customers to supervisors.\n• Serves customers quickly and efficiently, and prevents delays in serving lines.\n• Demonstrates a complete understanding of daily menu items and accurately explains them to customers.\n• Serves as an advocate of selling techniques to the customer by establishing good communication and assisting in the buying decision-making process.\n• Ensures all display foods are merchandised attractively per standards. Serves food neatly and attractively per standard.\n• Performs other duties as assigned.\n\nAssociates at Bon Appétit are offered many fantastic benefits.\n\nBoth full-time and part-time positions offer the following benefits to associates:\n• Retirement Plan\n• Associate Shopping Program\n• Health and Wellness Programs\n• Discount Marketplace\n• Identity Theft Protection\n• Pet Insurance\n• Voluntary Benefits, including Critical Illness Insurance, Accident Insurance, Hospital Indemnity Insurance, Legal Services, and Choice Auto and Home Program\n\nIn addition, full-time positions also offer the following benefits to associates:\n• Medical\n• Dental\n• Vision\n• Life Insurance/AD\n• Disability Insurance\n• Commuter Benefits\n• Employee Assistance Program\n• Flexible Spending Accounts (FSAs)\n\nAbout Compass Group: Achieving leadership in the foodservice industry\n\nCompass Group is an equal opportunity employer. At Compass, we are committed to treating all Applicants and Associates fairly based on their abilities, achievements, and experience without regard to race, national origin, sex, age, disability, veteran status, sexual orientation, gender identity, or any other classification protected by law.\n\nQualified candidates must be able to perform the essential functions of this position satisfactorily with or without a reasonable accommodation. Disclaimer: this job post is not necessarily an exhaustive list of all essential responsibilities, skills, tasks, or requirements associated with this position. While this is intended to be an accurate reflection of the position posted, the Company reserves the right to modify or change the essential functions of the job based on business necessity. We will consider for employment all qualified applicants, including those with a criminal history (including relevant driving history), in a manner consistent with all applicable federal, state, and local laws, including the City of Los Angeles’ Fair Chance Initiative for Hiring Ordinance, the San Francisco Fair Chance Ordinance, and the New York Fair Chance Act. We encourage applicants with a criminal history (and driving history) to apply.\n\nBon Appetit maintains a drug-free workplace.\n\nReq ID: 1190198\n\n[[filter4",
        "job_highlights": [
          {
            "title": "Qualifications",
            "items": [
              "We encourage applicants with a criminal history (and driving history) to apply"
            ]
          },
          {
            "title": "Responsibilities",
            "items": [
              "Summary: Makes and serves coffee/espresso drinks and related food and beverage items",
              "Handles food according to HACCP guidelines and standards for quality food-service operations",
              "Interacts with customers and other employees in a friendly, courteous manner",
              "Prepares espresso orders for customers and catering using standard measures and recipes",
              "Enters orders accurately into POS device; accepts cash and charge payments",
              "Replenishes condiments, beverages and general supplies while maintaining cleanliness of service area",
              "Ensures proper presentation, portion control and maintenance of proper serving temperatures; follows HACCP standards",
              "Maintains sanitation and orderliness of all equipment, supplies and utensils",
              "Ensures proper food preparation by using approved recipes and following prescribed production standards",
              "Keeps display equipment clean and free of debris during meal service",
              "Cleans equipment and workstation thoroughly before leaving the area for other assignments",
              "Greets customers courteously and interacts in a manner to ensure customer satisfaction",
              "Relays relevant concerns from customers to supervisors",
              "Serves customers quickly and efficiently, and prevents delays in serving lines",
              "Demonstrates a complete understanding of daily menu items and accurately explains them to customers",
              "Serves as an advocate of selling techniques to the customer by establishing good communication and assisting in the buying decision-making process",
              "Ensures all display foods are merchandised attractively per standards",
              "Serves food neatly and attractively per standard",
              "Performs other duties as assigned"
            ]
          },
          {
            "title": "Benefits",
            "items": [
              "Starting Pay: $15.00 per hour",
              "Internal Employee Referral Bonus Available",
              "Both full-time and part-time positions offer the following benefits to associates:",
              "Retirement Plan",
              "Associate Shopping Program",
              "Health and Wellness Programs",
              "Discount Marketplace",
              "Identity Theft Protection",
              "Pet Insurance",
              "Voluntary Benefits, including Critical Illness Insurance, Accident Insurance, Hospital Indemnity Insurance, Legal Services, and Choice Auto and Home Program",
              "Dental",
              "Vision",
              "Life Insurance/AD",
              "Disability Insurance",
              "Commuter Benefits",
              "Employee Assistance Program",
              "Flexible Spending Accounts (FSAs)"
            ]
          }
        ],
        "related_links": [
          {
            "link": "http://www.compass-group.com/",
            "text": "compass-group.com"
          },
          {
            "link": "https://www.google.com/search?q=Compass+Group&sa=X&ved=0ahUKEwjfgravjs3_AhXAq4kEHT-RDrsQmJACCNAJ",
            "text": "See web results for Compass Group"
          }
        ],
        "thumbnail": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRu1nsFcMgWf8Vzrw0Yp3_698XU5Lm27WzSHE-g&s=0",
        "extensions": [
          "27 days ago",
          "Full-time",
          "No degree mentioned",
          "Health insurance"
        ],
        "detected_extensions": {
          "posted_at": "27 days ago",
          "schedule_type": "Full-time"
        },
        "job_id": "eyJqb2JfdGl0bGUiOiJCQVJJU1RBIChGVUxMLVRJTUUgXHUwMDI2IFBBUlQtVElNRSkiLCJodGlkb2NpZCI6IjluQWEweUVFVVg0QUFBQUFBQUFBQUE9PSIsImZjIjoiRW93Q0Nzd0JRVVZ6TjJwT1VURXRUMEU0ZGxsNGVHZG5ZVFY2UVZWcVJGaGFZVTEzUzBGMWVYZGpkVFpuTlVSNVkzaDBSRVpyYTNaR05ITm5SVmRZYXpkd1YzSTViMTlsYmpCQmVYTkdTRkp1WDNOdVZETTFiM3B6WjB0TGJqWlpkWGxNT0ROcFVsQnVURVJhY0ZCSFkxWnNZVzlqZVZOdk1raEplVzVKU1RFd2JFSTNVRmRQV0U5emNGSkpiV3N4UjFkT1ZIb3lOM0JTVUUxaVdVUXhkMVpqVlhGdVNtMU5NVGxIU2taclMwZzNPRXd0YUZGalZVeDNjbmRFVEZneWVVUkljRlZYVXpZM2VsSnRia3ByWkZST0VoZDFlQzFRV2tvdE5VTmpSRmh3ZEZGUWRqWkxOakpCY3hvaVFVOHRNSEpzTkZjeVFXWnVTME10Y0VwRGVXczFiRTR6ZUdoZlFsaFNTRmh3ZHciLCJmY3YiOiIzIiwiZmNfaWQiOiJmY18xIiwiYXBwbHlfbGluayI6eyJ0aXRsZSI6Ii5uRmcyZWJ7Zm9udC13ZWlnaHQ6NTAwfS5CaTZEZGN7Zm9udC13ZWlnaHQ6NTAwfUFwcGx5IG9uIENvbXBhc3MgR3JvdXAiLCJsaW5rIjoiaHR0cHM6Ly9qb2JzLmNvbXBhc3Nncm91cGNhcmVlcnMuY29tL2pvYi9DbGV2ZWxhbmQtQkFSSVNUQS0lMjhGVUxMLVRJTUUtXHUwMDI2LVBBUlQtVElNRSUyOS1PSC00NDEwNi0zOTQ2LzEwMzIwMjk0MDAvP3V0bV9jYW1wYWlnbj1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9zb3VyY2U9Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fbWVkaXVtPW9yZ2FuaWMifX0="
      },
      {
        "title": "Starbucks Barista",
        "company_name": "Market District, Giant Eagle",
        "location": "  Solon, OH   ",
        "via": "via Giant Eagle Jobs",
        "description": "Job Summary\n\nStarbucks Baristas combine the perfect blend of aromatic coffees and specialty beverages. In addition to providing unparalleled customer service. You are creating moments of connection with our customers every day, all around the world. You will handcraft delicious beverages and build relationships with our customers and with your fellow partners. Baristas are the face of Starbucks... They are an important part of our customers’ days, and experts in handcrafting delicious, perfect coffee beverages. Baristas personally connect and create moments that make a difference and work together to create a welcoming store environment.\n\nWhat You Bring:\n• No experience required; we will train you well!\n• High school diploma or equivalent is preferred, but not required\n• Restaurant or café experience preferred, but not required\n• Strong listening skills\n• Strong communication skills\n• Ability to multi-task\n• Passion for teamwork\n• Passion for food\n• Outgoing, friendly, and attentive personality\n• Obsession with providing exceptional customer service\n\nJob Description\n\nJob Responsibilities:\n• Foster a people first and inclusive work environment by treating everyone with respect and having fun!\n• Ensure that the workplace is safe for yourself, team, and guests\n• Uphold a professional appearance and personal hygiene standards\n• Cheerfully greet and serve customers\n• Operate cash register\n• Prepare coffee beverages by following recipes\n• Suggestively sell as much as you can!\n\nPhysical Requirements:\n• Ability to lift at least 25 pounds\n• Standing, bending, pushing and pulling, reaching, grasping, and repetitive motion, carrying, operating equipment\n\nLet’s Talk Benefits:\n• Medical, Dental, and Vision plans\n• Prescription Coverage\n• Paid Time-Off (You deserve it!)\n• 401(k) Savings Plan\n• Quarterly Bonus Eligibility\n• Weekly Pay\n• Overnight Shift Differentials\n• Team Member Assistance Program\n• Team Member Referral Program\n• Career Advancement\n\nAbout Us\nAt Giant Eagle Inc., we’re more than just food, fuel and convenience. We’re one giant family of diverse and talented Team Members. Our people are the heart and soul of our company. It’s why we strive to create a nurturing environment that offers countless career opportunities to grow. Deep caring and solid family values are what makes us one of the top work places for jobs in the Greater Pittsburgh, Cleveland, Columbus and Indianapolis Areas. From our Warehouses to our GetGo’s, our grocery Stores through our Corporate home office, we are working together to put food on shoppers' tables and smiles on their faces. We’re always searching for the best Team Members to welcome to our family. We invite you to join our Giant Eagle family. Come start a lasting career with us",
        "job_highlights": [
          {
            "title": "Qualifications",
            "items": [
              "No experience required; we will train you well!",
              "Strong listening skills",
              "Strong communication skills",
              "Ability to multi-task",
              "Passion for teamwork",
              "Passion for food",
              "Outgoing, friendly, and attentive personality",
              "Obsession with providing exceptional customer service",
              "Ability to lift at least 25 pounds",
              "Standing, bending, pushing and pulling, reaching, grasping, and repetitive motion, carrying, operating equipment"
            ]
          },
          {
            "title": "Responsibilities",
            "items": [
              "You are creating moments of connection with our customers every day, all around the world",
              "You will handcraft delicious beverages and build relationships with our customers and with your fellow partners",
              "Foster a people first and inclusive work environment by treating everyone with respect and having fun!",
              "Ensure that the workplace is safe for yourself, team, and guests",
              "Uphold a professional appearance and personal hygiene standards",
              "Cheerfully greet and serve customers",
              "Operate cash register",
              "Prepare coffee beverages by following recipes",
              "Suggestively sell as much as you can!"
            ]
          },
          {
            "title": "Benefits",
            "items": [
              "Medical, Dental, and Vision plans",
              "Prescription Coverage",
              "Paid Time-Off (You deserve it!)",
              "401(k) Savings Plan",
              "Quarterly Bonus Eligibility",
              "Weekly Pay",
              "Overnight Shift Differentials",
              "Team Member Assistance Program",
              "Team Member Referral Program",
              "Career Advancement"
            ]
          }
        ],
        "related_links": [
          {
            "link": "https://www.google.com/search?q=Market+District,+Giant+Eagle&sa=X&ved=0ahUKEwjfgravjs3_AhXAq4kEHT-RDrsQmJACCJsK",
            "text": "See web results for Market District, Giant Eagle"
          }
        ],
        "extensions": [
          "Full-time",
          "No degree mentioned",
          "Health insurance",
          "Dental insurance",
          "Paid time off"
        ],
        "detected_extensions": {
          "schedule_type": "Full-time"
        },
        "job_id": "eyJqb2JfdGl0bGUiOiJTdGFyYnVja3MgQmFyaXN0YSIsImh0aWRvY2lkIjoiMWo0LU9LaVVic1FBQUFBQUFBQUFBQT09IiwiZmMiOiJFdmNCQ3JjQlFVVnpOMnBPVTFjeFFrcERaak5uZVhkUVFsbFNTbWR2TTBST1duQnFiVVE1ZFVkaGIzTlBSMk13TTNKbmRGVllORzlMZUdnMllYVjVkbTE2ZFhoQ1RsaEtXbDlMZFRkNFgybHFTVkkwVEc5NWNsazVZWGszVkdkQ1oyNU9hVU5VYzFCUVoxYzBUM2w1WDFsMWVERnRkSE5pTXpaNmMyNWlWM0JJUTA1dlJYSkhlbk5RYlVoa05qSXhVM2RZV25aWk9FZzJhbTlWV2toVmExbFZhRmRsTUdoUFNuVm1WR2RLT0ZoRVFtTnFVM0JqUld4M2VHcGpFaGQxZUMxUVdrb3ROVU5qUkZod2RGRlFkalpMTmpKQmN4b2lRVTh0TUhKc05Ea3dXWGxTVWpWcGJuVm1VRGxWVGpoSlNITmtMV2RWVUUxUFFRIiwiZmN2IjoiMyIsImZjX2lkIjoiZmNfMyIsImFwcGx5X2xpbmsiOnsidGl0bGUiOiJBcHBseSBvbiBHaWFudCBFYWdsZSBKb2JzIiwibGluayI6Imh0dHBzOi8vam9icy5naWFudGVhZ2xlLmNvbS91cy9lbi9qb2IvMjkyNTY0L1N0YXJidWNrcy1CYXJpc3RhP3V0bV9jYW1wYWlnbj1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9zb3VyY2U9Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fbWVkaXVtPW9yZ2FuaWMifX0="
      },
      {
        "title": "Day Shift Barista",
        "company_name": "Dunkin'",
        "location": "  Garfield Heights, OH   ",
        "via": "via Workstream",
        "description": "We are hiring for our newest and most exciting location!!\nLove coffee? Love Donuts? Love meeting new people everyday? We are looking for energetic people to join our growing team! As a crew member you will be taking orders, doing transactions, making drinks, assisting the store manager, making sure food safety is at its best and be a leader in customer service. Rise through the ranks to become a... shift leader, assistant manager, or even a general manager! Previous customer service is preferred, but not required.\nWe are a FUN, fast paced store looking to add to our growing team. We are a great company to work for with many opportunities. Must be good with people ,be on time, have reliable transportation, be able to multi task, have a sense of urgency to get the customers out in a timely manner.\nWe are looking for Early Morning Bakers, Morning Shift and Afternoon Shift! We are looking for full-time and part-time crew members. Weekends and Holidays are required. Starting pay for crew members is $10.00-12.00 (depending on experience), plus tips, with regular pay increases. We offer flexible scheduling, and opportunities for advancement in our growing company.\nIf you think you have what it takes to be a part of our team, we want to hear from you!\nPlease send us your resume, qualifications, and why you should be a part of our team!\n\"You are applying for work with a franchisee of Dunkin’ Donuts not Dunkin’ Brands, Inc. or any of its affiliates. Any application or information you submit will be provided solely to the franchisee. If hired, the franchisee will be your only employer. Franchisees are independent business owners who are solely responsible for their own employees and set their own wage and benefit programs that can vary among franchisees.\"\n\nDunkin' Donuts is the world's leading baked goods and coffee chain, serving more than 3 million customers each and every day. True to our name, we offer 50+ varieties of donuts, but you can also enjoy dozens of premium beverages, bagels, breakfast sandwiches and other baked goods",
        "job_highlights": [
          {
            "title": "Qualifications",
            "items": [
              "Must be good with people ,be on time, have reliable transportation, be able to multi task, have a sense of urgency to get the customers out in a timely manner"
            ]
          },
          {
            "title": "Responsibilities",
            "items": [
              "As a crew member you will be taking orders, doing transactions, making drinks, assisting the store manager, making sure food safety is at its best and be a leader in customer service",
              "Rise through the ranks to become a shift leader, assistant manager, or even a general manager!"
            ]
          },
          {
            "title": "Benefits",
            "items": [
              "Starting pay for crew members is $10.00-12.00 (depending on experience), plus tips, with regular pay increases",
              "We offer flexible scheduling, and opportunities for advancement in our growing company"
            ]
          }
        ],
        "related_links": [
          {
            "link": "http://www.dunkindonuts.com/",
            "text": "dunkindonuts.com"
          },
          {
            "link": "https://www.google.com/search?q=Dunkin%27&sa=X&ved=0ahUKEwjfgravjs3_AhXAq4kEHT-RDrsQmJACCOAK",
            "text": "See web results for Dunkin'"
          }
        ],
        "thumbnail": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRK8IlJwhZFYHx3JFYrn3jszcid1bOLb67an6go&s=0",
        "extensions": [
          "7 days ago",
          "12–15 an hour",
          "Full-time",
          "No degree mentioned"
        ],
        "detected_extensions": {
          "posted_at": "7 days ago",
          "schedule_type": "Full-time",
          "salary": "12–15 an hour"
        },
        "job_id": "eyJqb2JfdGl0bGUiOiJEYXkgU2hpZnQgQmFyaXN0YSIsImh0aWRvY2lkIjoiRkFaSlJqUXR4WlFBQUFBQUFBQUFBQT09IiwiZmMiOiJFdmNCQ3JjQlFVVnpOMnBPVTFjMGMyVlpjMU01WkVKQ1RYSklkRnBCVlRNeVUwbFhXVE55V0VGMGNuQlhkVXAxTm1Gd1RYRkpSRWh5U1RSS05sQk1XVVU0UWt4bk9UUm5SRk15VkRCNlRuaG1kMVJoUjIxZlVIQlFOV1pJUmtKcUxXSnJNMnhTTFVsUmJGcEVMVlJxTUVzMVNrMHdSbkZ5WHpKQ1pUTmtMWFZMZFhWR1drTTJRWGxDY0ZSeVVpMTVaM2xhVUZRMk1XMWZkVzVYYkc1NFluQXdaRzR4Um5Sb01IWXdVVVIwZERsSlQwTXRiVE5TVkZoNU1FSkZFaGQxZUMxUVdrb3ROVU5qUkZod2RGRlFkalpMTmpKQmN4b2lRVTh0TUhKc05VVjBWVGRwVHpac1RERnFZV0Z2VHpreFZIUklhVmhIYW1wVmR3IiwiZmN2IjoiMyIsImZjX2lkIjoiZmNfNCIsImFwcGx5X2xpbmsiOnsidGl0bGUiOiJBcHBseSBkaXJlY3RseSBvbiBXb3Jrc3RyZWFtIiwibGluayI6Imh0dHBzOi8vd3d3LndvcmtzdHJlYW0udXMvai82ZjYzY2ZjOS9kdW5raW4vZ2FyZmllbGQtaGVpZ2h0cy0yMDU0L2RheS1zaGlmdC1iYXJpc3RhLTFmZWVjODQ1P2xvY2FsZT1lblx1MDAyNnV0bV9jYW1wYWlnbj1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9zb3VyY2U9Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fbWVkaXVtPW9yZ2FuaWMifX0="
      },
      {
        "title": "Starbucks Barista",
        "company_name": "Giant Eagle GCC",
        "location": "  Rocky River, OH   ",
        "via": "via LinkedIn",
        "description": "Job Summary\n\nStarbucks Baristas combine the perfect blend of aromatic coffees and specialty beverages. In addition to providing unparalleled customer service. You are creating moments of connection with our customers every day, all around the world. You will handcraft delicious beverages and build relationships with our customers and with your fellow partners. Baristas are the face of Starbucks... They are an important part of our customers’ days, and experts in handcrafting delicious, perfect coffee beverages. Baristas personally connect and create moments that make a difference and work together to create a welcoming store environment.\n\nWhat You Bring:\n• No experience required; we will train you well!\n• High school diploma or equivalent is preferred, but not required\n• Restaurant or café experience preferred, but not required\n• Strong listening skills\n• Strong communication skills\n• Ability to multi-task\n• Passion for teamwork\n• Passion for food\n• Outgoing, friendly, and attentive personality\n• Obsession with providing exceptional customer service\n\nJob Description\n\nJob Responsibilities:\n• Foster a people first and inclusive work environment by treating everyone with respect and having fun!\n• Ensure that the workplace is safe for yourself, team, and guests\n• Uphold a professional appearance and personal hygiene standards\n• Cheerfully greet and serve customers\n• Operate cash register\n• Prepare coffee beverages by following recipes\n• Suggestively sell as much as you can!\n\nPhysical Requirements:\n• Ability to lift at least 25 pounds\n• Standing, bending, pushing and pulling, reaching, grasping, and repetitive motion, carrying, operating equipment\n\nLet’s Talk Benefits:\n• Medical, Dental, and Vision plans\n• Prescription Coverage\n• Paid Time-Off (You deserve it!)\n• 401(k) Savings Plan\n• Quarterly Bonus Eligibility\n• Weekly Pay\n• Overnight Shift Differentials\n• Team Member Assistance Program\n• Team Member Referral Program\n• Career Advancement\n• Volunteering Opportunities\n• Business Resource Groups\n• Fuel and Food Discounts\n• *Depending on your role and location, you may qualify for all or some of these of the following benefits.\n\nAbout Us\n\nAt Giant Eagle Inc., we’re more than just food, fuel and convenience. We’re one giant family of diverse and talented Team Members. Our people are the heart and soul of our company. It’s why we strive to create a nurturing environment that offers countless career opportunities to grow. Deep caring and solid family values are what makes us one of the top work places for jobs in the Greater Pittsburgh, Cleveland, Columbus and Indianapolis Areas. From our Warehouses to our GetGo’s, our grocery Stores through our Corporate home office, we are working together to put food on shoppers' tables and smiles on their faces. We’re always searching for the best Team Members to welcome to our family. We invite you to join our Giant Eagle family. Come start a lasting career with us",
        "job_highlights": [
          {
            "title": "Qualifications",
            "items": [
              "No experience required; we will train you well!",
              "Strong listening skills",
              "Strong communication skills",
              "Ability to multi-task",
              "Passion for teamwork",
              "Passion for food",
              "Outgoing, friendly, and attentive personality",
              "Obsession with providing exceptional customer service",
              "Ability to lift at least 25 pounds",
              "Standing, bending, pushing and pulling, reaching, grasping, and repetitive motion, carrying, operating equipment"
            ]
          },
          {
            "title": "Responsibilities",
            "items": [
              "You are creating moments of connection with our customers every day, all around the world",
              "You will handcraft delicious beverages and build relationships with our customers and with your fellow partners",
              "Foster a people first and inclusive work environment by treating everyone with respect and having fun!",
              "Ensure that the workplace is safe for yourself, team, and guests",
              "Uphold a professional appearance and personal hygiene standards",
              "Cheerfully greet and serve customers",
              "Operate cash register",
              "Prepare coffee beverages by following recipes",
              "Suggestively sell as much as you can!"
            ]
          },
          {
            "title": "Benefits",
            "items": [
              "Medical, Dental, and Vision plans",
              "Prescription Coverage",
              "Paid Time-Off (You deserve it!)",
              "401(k) Savings Plan",
              "Quarterly Bonus Eligibility",
              "Weekly Pay",
              "Overnight Shift Differentials",
              "Team Member Assistance Program",
              "Team Member Referral Program",
              "Career Advancement",
              "Volunteering Opportunities",
              "Business Resource Groups",
              "Fuel and Food Discounts",
              "*Depending on your role and location, you may qualify for all or some of these of the following benefits"
            ]
          }
        ],
        "related_links": [
          {
            "link": "https://www.google.com/search?q=Giant+Eagle+GCC&sa=X&ved=0ahUKEwjfgravjs3_AhXAq4kEHT-RDrsQmJACCKwL",
            "text": "See web results for Giant Eagle GCC"
          }
        ],
        "thumbnail": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTAldiEwRiwbTjFMHpX_LfGk-OePTM0JbnqD9dAgnM&s",
        "extensions": [
          "7 days ago",
          "Full-time",
          "No degree mentioned",
          "Health insurance",
          "Dental insurance",
          "Paid time off"
        ],
        "detected_extensions": {
          "posted_at": "7 days ago",
          "schedule_type": "Full-time"
        },
        "job_id": "eyJqb2JfdGl0bGUiOiJTdGFyYnVja3MgQmFyaXN0YSIsImh0aWRvY2lkIjoic3J1SzcyQl9MUGNBQUFBQUFBQUFBQT09IiwiZmMiOiJFdmNCQ3JjQlFVVnpOMnBPVVhwQlRHNHdaMmhyU25kbk1FRTRjMW94YmtkNmVqZ3lTUzFRZVZKR2NVaE1YMEp1TjFrek0yMHlOMjFqYkZKbFZrVktkMFUxTldKZmIyRjVVMDUzVFU1eGNFTnVkVVJtUVRJeFdsaEhjVTlxWVdNMWFtNHdVbTVsYm1wNFNrSnNWV1JQWVZwVk1sSnhhRU5HU0dodlVXMVNNV2R3UTJ4RWVVSmtZa3A1TldaaE1GSjZaMmMzWWtGalltSnpXa0Z5WVdGbWVVOUxRMlZFY3pKMWJFczNTR1p0Y3pOUFpGUnNVMDF6UTFselJuaHpFaGQxZUMxUVdrb3ROVU5qUkZod2RGRlFkalpMTmpKQmN4b2lRVTh0TUhKc05qTlVUbGhPVjJSNFYyZHRWM28wZFVReWJteGFVVE5pZFdwWVFRIiwiZmN2IjoiMyIsImZjX2lkIjoiZmNfNiIsImFwcGx5X2xpbmsiOnsidGl0bGUiOiJBcHBseSBvbiBMaW5rZWRJbiIsImxpbmsiOiJodHRwczovL3d3dy5saW5rZWRpbi5jb20vam9icy92aWV3L3N0YXJidWNrcy1iYXJpc3RhLWF0LWdpYW50LWVhZ2xlLWluYy0zNjMzMDY2NjcyP3V0bV9jYW1wYWlnbj1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9zb3VyY2U9Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fbWVkaXVtPW9yZ2FuaWMifX0="
      },
      {
        "title": "Coffee Shop Attendant / Barista",
        "company_name": "DoubleTree by Hilton Hotel Cleveland Downtown - Lakeside",
        "location": "  Cleveland, OH   ",
        "via": "via Hospitality Online",
        "description": "Description\n\nWe offer FREE parking, competitive Paid Time Off, paid holidays, an amazing benefits package including generous employer medical & dental contribution, paid life insurance, vision & much more! We also offer Hilton discounts Worldwide...\n\nAs a Barista, you will create the experience for our customers by providing legendary customer service with prompt service, quality beverages and products, and maintaining a clean and comfortable store environment.\n\nSummary of Key Responsibilities\n\nResponsibilities and essential job functions include but are not limited to the following:\n\n1. Develops enthusiastically satisfied customers all of the time.\n• Welcomes and connects with every customer.\n• Discover customer needs and appropriately suggests product with every customer to enhance service and meet sales goals.\n• Offers customer demonstrations and samples using brewing equipment.\n• Responds to customer needs and says thank you to every customer.\n\n2. Provides quality beverages consistently for all customers\n• Provides quality beverages, whole bean, and food products consistently for all customers by adhering to all recipe and presentation standards.\n• Follows health, safety and sanitation guidelines for all products.\n\n3. Maintains Quality store operations\n• Follows store policy and procedures for operational flow at each station.\n• Follows standards for merchandising, stocking, rotating and storing products.\n• Performs cleaning tasks in accordance with the duty rosters and cleaning standards and works as a store team member.\n\n4. Contributes to store profitability\n• Follows cash handling procedures and cash register policies.\n• Follows inventory stocking and recording guidelines.\n• Contributes to store goals for increasing sales and improving profits.\n\n5. Takes responsibility to learn all aspects of the barista position\n• Is responsible for self-initiated learning.\n• Learns and demonstrates creating the Starbucks Experience.\n• Learns and demonstrates all performance standards listed in the Core Learning Journey\n\nGuides.\n\nPERFORMANCE STANDARDS\n\nCustomer Satisfaction:\n\nOur customers are what we are about. One of the keys to a positive guest experience is positive interaction with Crescent staff. It is essential that you remain professional at all times, and that you treat all guests and associates with courtesy and respect, under all circumstances. Every Crescent associate is a guest relations ambassador, every working minute of every day.\n\nWork Habits:\n\nIn order to maintain a positive guest and associate experience, your work habits should always meet and strive to exceed hotel standards for work procedures, dress, grooming, punctuality and attendance. You should be adaptable to change in your work area and in hotel procedures with a willingness to learn new skills and/or improve existing ones, have the ability to solve routine problems that occur on the job and ask for help whenever you are not sure how to do something.\n\nSafety & Security:\n\nThe safety and security of our guests and associates is of utmost importance to Crescent. Every\n\nCrescent associate should adhere to the hotel security policies and procedures, particularly regarding key controls, lifting heavy objects, using chemicals, and effectively reporting safety hazards and safety concerns.\n\nNOTE:\n\nThis description excludes non-essential and marginal functions of the position that are incidental to the performance of the fundamental job duties. Furthermore, the specific examples in each section are not intended to be all-inclusive. Rather, they represent the typical elements and criteria considered necessary to perform the job successfully. Other job-related duties may be assigned by the associate’s supervisor.\n\nFurthermore, this description is subject to change, in the sole discretion of the Company, and in no way creates an employment contract, implied or otherwise; each associate remains, at all times, an “at will” associate.\n\nEqual Opportunity Employer/Protected Veterans/Individuals with Disabilities\n\nThe contractor will not discharge or in any other manner discriminate against employees or applicants because they have inquired about, discussed, or disclosed their own pay or the pay of another employee or applicant. However, employees who have access to the compensation information of other employees or applicants as a part of their essential job functions cannot disclose the pay of other employees or applicants to individuals who do not otherwise have access to compensation information, unless the disclosure is (a) in response to a formal complaint or charge, (b) in furtherance of an investigation, proceeding, hearing, or action, including an investigation conducted by the employer, or (c) consistent with the contractor’s legal duty to furnish information. 41 CFR 60-1.35(c)\n\nSource: Hospitality Online",
        "job_highlights": [
          {
            "title": "Qualifications",
            "items": [
              "You should be adaptable to change in your work area and in hotel procedures with a willingness to learn new skills and/or improve existing ones, have the ability to solve routine problems that occur on the job and ask for help whenever you are not sure how to do something"
            ]
          },
          {
            "title": "Responsibilities",
            "items": [
              "Develops enthusiastically satisfied customers all of the time",
              "Welcomes and connects with every customer",
              "Discover customer needs and appropriately suggests product with every customer to enhance service and meet sales goals",
              "Offers customer demonstrations and samples using brewing equipment",
              "Responds to customer needs and says thank you to every customer",
              "Provides quality beverages, whole bean, and food products consistently for all customers by adhering to all recipe and presentation standards",
              "Follows health, safety and sanitation guidelines for all products",
              "Maintains Quality store operations",
              "Follows store policy and procedures for operational flow at each station",
              "Follows standards for merchandising, stocking, rotating and storing products",
              "Performs cleaning tasks in accordance with the duty rosters and cleaning standards and works as a store team member",
              "Follows cash handling procedures and cash register policies",
              "Follows inventory stocking and recording guidelines",
              "Contributes to store goals for increasing sales and improving profits",
              "Takes responsibility to learn all aspects of the barista position",
              "Is responsible for self-initiated learning",
              "Learns and demonstrates creating the Starbucks Experience",
              "Learns and demonstrates all performance standards listed in the Core Learning Journey",
              "Crescent associate should adhere to the hotel security policies and procedures, particularly regarding key controls, lifting heavy objects, using chemicals, and effectively reporting safety hazards and safety concerns"
            ]
          },
          {
            "title": "Benefits",
            "items": [
              "We offer FREE parking, competitive Paid Time Off, paid holidays, an amazing benefits package including generous employer medical & dental contribution, paid life insurance, vision & much more!",
              "We also offer Hilton discounts Worldwide!"
            ]
          }
        ],
        "related_links": [
          {
            "link": "https://www.google.com/search?q=DoubleTree+by+Hilton+Hotel+Cleveland+Downtown+-+Lakeside&sa=X&ved=0ahUKEwjfgravjs3_AhXAq4kEHT-RDrsQmJACCPML",
            "text": "See web results for DoubleTree by Hilton Hotel Cleveland Downtown - Lakeside"
          }
        ],
        "thumbnail": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcT7z7WXIRbF6vyBHNK5aMK6xadTJ4pY7pjctVp8PQA&s",
        "extensions": [
          "4 days ago",
          "Full-time",
          "No degree mentioned",
          "Health insurance",
          "Dental insurance",
          "Paid time off"
        ],
        "detected_extensions": {
          "posted_at": "4 days ago",
          "schedule_type": "Full-time"
        },
        "job_id": "eyJqb2JfdGl0bGUiOiJDb2ZmZWUgU2hvcCBBdHRlbmRhbnQgLyBCYXJpc3RhIiwiaHRpZG9jaWQiOiJzdWEtQjUxbS1VVUFBQUFBQUFBQUFBPT0iLCJmYyI6IkVyY0NDdmNCUVVWek4ycE9WRzgzTWtabWFsVkNUSGxaVlhONVMzUnVXRXcwZVZrNVpHRjFWalZFTjJGSlRYcFROMU5CV0hCV0xYTlhkRWhyUTB4Q2FXVndObUZyTkVoRGRUSnFUR1F0Y1Zrd1NIZDZjSEZUV2xkZlFrWlRlaTFKYVhWbGNXNUNVbTV3VVU0dFkyNWFSMDFRWDJrNGVHRjNTblpFWWtOUFJuZ3hOV0pTZHpaQ1FtUTRjMnQ2Vm1GVFFrOWpXRXhMU2tWNmIwNU1jRFY2YVU5cFVrZFBUbnBrUlcxV09GRXhhWGw2Vm5WVVdHUjNkV0ZJTkU1eWJUQkpObVpJWm5JM2JubDBNVUowWkhKbldqQllXR1o0VGtGNGNuSkVkVGRDVDJ0RU5YaHpZMmt6TW1OQ1dVdHRWV1JXWVRsUlFuQjVTbUZ4YjFjeU1CSVhkWGd0VUZwS0xUVkRZMFJZY0hSUlVIWTJTell5UVhNYUlrRlBMVEJ5YkRkTE4xUlZVbGx2VlRnMVYyVTBhMVYwUmtscWVHNTRjRUphT0VFIiwiZmN2IjoiMyIsImZjX2lkIjoiZmNfNyIsImFwcGx5X2xpbmsiOnsidGl0bGUiOiJBcHBseSBvbiBIb3NwaXRhbGl0eSBPbmxpbmUiLCJsaW5rIjoiaHR0cHM6Ly93d3cuaG9zcGl0YWxpdHlvbmxpbmUuY29tL2pvYnMvMzI2MjYzMS1jb2ZmZWUtc2hvcC1hdHRlbmRhbnQtYmFyaXN0YT91dG1fY2FtcGFpZ249Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fc291cmNlPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX21lZGl1bT1vcmdhbmljIn19"
      },
      {
        "title": "Sales Manager at Barista Equip USA LLC",
        "company_name": "Perfect Daily Grind",
        "location": "  United States   ",
        "via": "via Perfect Daily Grind",
        "description": "About Barista Equip\n\nBarista Equip are leaders in coffee Technology and Innovation across North America. Our exclusive products can be found within a wide range of clients including high profile specialty roasters, independent cafes, multi-site operators and quick service coffee businesses...\n\nBarista Equip are looking for a technically minded sales manager to join our growing business.\n\nWe work exclusively with global equipment and software manufacturers and have strong relationships with our distributors and our users.\n\nWe are adding more exclusive products to our portfolio in 2021 and welcome passionate coffee professionals to apply.\n\nJob description:\n\n⁃ Create leads and identify new sales opportunities across the entire coffee industry\n⁃ Manage new business and push projects through the sales pipeline\n⁃ Become the key point of contact for new and existing clients in their territory and beyond\n⁃ Perform virtual and face-to-face technical demonstrations, assistance and advice to clients and distributors.\n⁃ Work directly with manufacturers offering technical feedback and specific market requirements\n\nIdeal Candidate:\n\n⁃ Specialty Coffee background in Sales, Technical and/or Retail (Barista)\n⁃ Excellent understanding of coffee fundamentals\n⁃ Organized and able to balance varied short-term and long-term projects\n⁃ Ability to travel occasionally (more frequently if you’re killing it!)\n⁃ Well-connected in the coffee scene within your own territory, ideally across the entire US.\n⁃ Technically minded and IT savvy.\n⁃ This is a remote position however proximity to a large coffee-centric city is preferred.\nWe are a small team and value consistent attitudes, transparent workflow and a strong commitment to the products that form our business.\n\nBenefits\n\nCompensation will be based on experience and suitability.\n\nHow to Apply\n\nTo apply, send a brief cover letter/email and resume to orders@baristaequip.com\n\nAdditional Details\n\nBarista Equip are an equal opportunity employer. Our decision to employ will be based on competence, experience and the business needs. We do not discriminate with regards to race, color, religion, sex, sexual orientation, gender identity, national origin, veteran or disability status",
        "job_highlights": [
          {
            "title": "Qualifications",
            "items": [
              "⁃ Specialty Coffee background in Sales, Technical and/or Retail (Barista)",
              "⁃ Excellent understanding of coffee fundamentals",
              "⁃ Organized and able to balance varied short-term and long-term projects",
              "⁃ Ability to travel occasionally (more frequently if you’re killing it!)",
              "⁃ Well-connected in the coffee scene within your own territory, ideally across the entire US",
              "⁃ Technically minded and IT savvy",
              "We are a small team and value consistent attitudes, transparent workflow and a strong commitment to the products that form our business"
            ]
          },
          {
            "title": "Responsibilities",
            "items": [
              "⁃ Create leads and identify new sales opportunities across the entire coffee industry",
              "⁃ Manage new business and push projects through the sales pipeline",
              "⁃ Become the key point of contact for new and existing clients in their territory and beyond",
              "⁃ Perform virtual and face-to-face technical demonstrations, assistance and advice to clients and distributors",
              "⁃ Work directly with manufacturers offering technical feedback and specific market requirements"
            ]
          },
          {
            "title": "Benefits",
            "items": [
              "Compensation will be based on experience and suitability"
            ]
          }
        ],
        "related_links": [
          {
            "link": "https://www.google.com/search?q=Perfect+Daily+Grind&sa=X&ved=0ahUKEwjfgravjs3_AhXAq4kEHT-RDrsQmJACCLoM",
            "text": "See web results for Perfect Daily Grind"
          }
        ],
        "extensions": [
          "Full-time",
          "No degree mentioned"
        ],
        "detected_extensions": {
          "schedule_type": "Full-time"
        },
        "job_id": "eyJqb2JfdGl0bGUiOiJTYWxlcyBNYW5hZ2VyIGF0IEJhcmlzdGEgRXF1aXAgVVNBIExMQyIsImh0aWRvY2lkIjoiMWVzRDZhN3cxYzRBQUFBQUFBQUFBQT09IiwiZmMiOiJFb3dDQ3N3QlFVVnpOMnBPVWtWS09GUmtNVVpzWWpkR1RWUnVORzB0V0VZMVZYcFJkbVpVZDBFd2VYcERMVGhaYnpGYVIwZERkRkp4YVhkVk1rUnRiWEk1T0dkWFNteHNhbmQ0VWpNeFJreG1VamN0TlZwS2FHczBYMWMwU0ZveVQxVjFlR28xUm5wTlVYVnlhMmxpYWpReGJUaEdiSE52VlZGeFNFRkJSMmd4V25ONVRGVnVXbEo1YVdaalR6bDNURXgyTm5JNVJrNU5lVGR3V21wRk5UVkZkM1YwUTNsa01sWkRWRXBRWVRKUVJ5MDJObmhqYW5FM1ltbFVPR2hvZVdkdVlUZDFiMmc1T1hNdGNqSlRSbEExRWhkMWVDMVFXa290TlVOalJGaHdkRkZRZGpaTE5qSkJjeG9pUVU4dE1ISnNOak5yYlVab2JUSk1jRGhvWjJkdGVYaHRjVlkxTW5Ca1pVZDJRUSIsImZjdiI6IjMiLCJmY19pZCI6ImZjXzgiLCJhcHBseV9saW5rIjp7InRpdGxlIjoiQXBwbHkgb24gUGVyZmVjdCBEYWlseSBHcmluZCIsImxpbmsiOiJodHRwczovL3BlcmZlY3RkYWlseWdyaW5kLmNvbS9qb2ItcG9zdHMvc2FsZXMtbWFuYWdlci1hdC1iYXJpc3RhLWVxdWlwLXVzYS1sbGMvP3V0bV9jYW1wYWlnbj1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9zb3VyY2U9Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fbWVkaXVtPW9yZ2FuaWMifX0="
      },
      {
        "title": "barista - Store# 02640, Milford SR 28 II",
        "company_name": "Starbucks Coffee Company",
        "location": "  Milford, OH   ",
        "via": "via Jobs At Starbucks",
        "description": "Join us and inspire with every cup!\n\nAt Starbucks, it’s all about connection. People are at the heart of who we are, especially the people that are a part of our store team. We connect with each other, our customers and our communities to make a positive impact every day. We believe in working together to make a difference and in celebrating our shared success, which is why we call ourselves... Starbucks “partners.” Starbucks is a place of warmth and belonging, where everyone is welcome, and we value the unique experiences that each partner brings to our team!\n\nAs a Starbucks barista, you’ll create the Starbucks Experience for our customers through excellent service and expertly-crafted products. You’ll be in an energetic store environment where you’ll have the ability to master your food & beverage craft, work alongside friends and meet new people every day. A cup of coffee and smile can go a long way, and we believe our baristas have the power to be the best moment in each customer’s day. True to Our Mission & Values, working together we can inspire and nurture the human spirit – one person, one cup and one neighborhood at a time.\n\nYou’d make a great barista if you:\n• Consider yourself a “people person,” and enjoy meeting others.\n• Love working as a team and appreciate the chance to collaborate.\n• Understand how to create a great customer service experience.\n• Have a focus on quality and take pride in your work.\n• Are open to learning new things (especially the latest beverage recipe!)\n• Are comfortable with responsibilities like cash-handling and store safety.\n• Can keep cool and calm in a fast-paced, energetic work environment.\n• Can maintain a clean and organized workspace.\n• Have excellent communications skills.\n\nFrom free coffee to competitive pay, Starbucks is proud to offer a comprehensive compensation and benefits package to our eligible part-time and full-time partners. Benefits include 100% tuition coverage through our Starbucks College Achievement Plan, health coverage with a variety of plans to choose from, and stock & savings programs like our equity reward program, Bean Stock. What’s more, Starbucks offers flexible scheduling and opportunities for paid time off. Visit starbucksbenefits.com for details.\n\nBenefit Information\n\nSummary of Experience\n• No previous experience required\n\nBasic Qualifications\n• Maintain regular and consistent attendance and punctuality, with or without reasonable accommodation\n• Available to work flexible hours that may include early mornings, evenings, weekends, nights and/or holidays\n• Meet store operating policies and standards, including providing quality beverages and food products, cash handling and store safety and security, with or without reasonable accommodation\n• Engage with and understand our customers, including discovering and responding to customer needs through clear and pleasant communication\n• Prepare food and beverages to standard recipes or customized for customers, including recipe changes such as temperature, quantity of ingredients or substituted ingredients\n• Available to perform many different tasks within the store during each shift\n\nRequired Knowledge, Skills and Abilities\n• Ability to learn quickly\n• Ability to understand and carry out oral and written instructions and request clarification when needed\n• Strong interpersonal skills\n• Ability to work as part of a team\n• Ability to build relationships\n\nAll qualified applicants will receive consideration for employment without regard to race, color, religion, sex, sexual orientation, gender identity, national origin, disability, or status as a protected veteran.\n\nWe are committed to creating a diverse and welcoming workplace that includes partners with diverse backgrounds and experiences. We believe that enables us to better meet our mission and values while serving customers throughout our global communities. People of color, women, LGBTQIA+, veterans and persons with disabilities are encouraged to apply.\n\nQualified applicants with criminal histories will be considered for employment in a manner consistent with all federal state and local ordinances. Starbucks Corporation is committed to offering reasonable accommodations to job applicants with disabilities. If you need assistance or an accommodation due to a disability, please contact us at applicantaccommodation@starbucks.com",
        "job_highlights": [
          {
            "title": "Qualifications",
            "items": [
              "Consider yourself a “people person,” and enjoy meeting others",
              "Love working as a team and appreciate the chance to collaborate",
              "Understand how to create a great customer service experience",
              "Are open to learning new things (especially the latest beverage recipe!)",
              "Are comfortable with responsibilities like cash-handling and store safety",
              "Can keep cool and calm in a fast-paced, energetic work environment",
              "Can maintain a clean and organized workspace",
              "Have excellent communications skills",
              "No previous experience required",
              "Maintain regular and consistent attendance and punctuality, with or without reasonable accommodation",
              "Available to work flexible hours that may include early mornings, evenings, weekends, nights and/or holidays",
              "Meet store operating policies and standards, including providing quality beverages and food products, cash handling and store safety and security, with or without reasonable accommodation",
              "Engage with and understand our customers, including discovering and responding to customer needs through clear and pleasant communication",
              "Ability to learn quickly",
              "Ability to understand and carry out oral and written instructions and request clarification when needed",
              "Strong interpersonal skills",
              "Ability to work as part of a team",
              "Ability to build relationships"
            ]
          },
          {
            "title": "Responsibilities",
            "items": [
              "Prepare food and beverages to standard recipes or customized for customers, including recipe changes such as temperature, quantity of ingredients or substituted ingredients"
            ]
          },
          {
            "title": "Benefits",
            "items": [
              "From free coffee to competitive pay, Starbucks is proud to offer a comprehensive compensation and benefits package to our eligible part-time and full-time partners",
              "Benefits include 100% tuition coverage through our Starbucks College Achievement Plan, health coverage with a variety of plans to choose from, and stock & savings programs like our equity reward program, Bean Stock",
              "What’s more, Starbucks offers flexible scheduling and opportunities for paid time off"
            ]
          }
        ],
        "related_links": [
          {
            "link": "http://www.starbucks.com/",
            "text": "starbucks.com"
          },
          {
            "link": "https://www.google.com/search?q=Starbucks+Coffee+Company&sa=X&ved=0ahUKEwjfgravjs3_AhXAq4kEHT-RDrsQmJACCIIN",
            "text": "See web results for Starbucks Coffee Company"
          }
        ],
        "thumbnail": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQ4YWVxFkISWdAJPuBAl25zM3R5_CdH5W4kL65S&s=0",
        "extensions": [
          "6 days ago",
          "Full-time",
          "No degree mentioned",
          "Health insurance",
          "Paid time off"
        ],
        "detected_extensions": {
          "posted_at": "6 days ago",
          "schedule_type": "Full-time"
        },
        "job_id": "eyJqb2JfdGl0bGUiOiJiYXJpc3RhIC0gU3RvcmUjIDAyNjQwLCBNaWxmb3JkIFNSIDI4IElJIiwiaHRpZG9jaWQiOiJIUk0tUWZoUWI4a0FBQUFBQUFBQUFBPT0iLCJmYyI6IkVxSUNDdUlCUVVWek4ycE9VMUJoU0dwTVRqTjVRa2hwV1ZjNE0xVlZWWEl4Yld0eWVIZE1UbXBWV0RWbVpWaElRVGxCU2pocVNrZFZkMmRrY1RScVFreGFiMUpoWDJ4NldtSnFjRWhRUm5SZlMyRjZRMkptUjNKU2IyRlRaalptTTJjdFIxVnFkMEpaVFVWbmFubEVSbFZVVFZoUU9EWmhjVmd3WjBnNGJEZExVRk5JTlZWSmRIcERVblF4TkhBMVN6aEtYMVpMU1UxRk5qUjJWRU16UzJSd09VNDRXbVJrZFZGc1MxbE5MV3hqYVVOaVRsWmhhSGRNZG1kNE5FTmtjazlxYVVadFdtRXdkSE4zVGtodGNUSnZOR1JzWWtGcWFGVm9WVFZ3TlRWR2NGTTFOa0ZrZHhJWGRYZ3RVRnBLTFRWRFkwUlljSFJSVUhZMlN6WXlRWE1hSWtGUExUQnliRFJPYWxGM1ZFRjBUM0paTmtaV1oxWTBUbVIzZVZrNVUwTlNkbEUiLCJmY3YiOiIzIiwiZmNfaWQiOiJmY185IiwiYXBwbHlfbGluayI6eyJ0aXRsZSI6IkFwcGx5IG9uIEpvYnMgQXQgU3RhcmJ1Y2tzIiwibGluayI6Imh0dHBzOi8vYXBwbHkuc3RhcmJ1Y2tzLmNvbS9jYXJlZXJzL2pvYi80ODEwNTI5OTg3NzEtYmFyaXN0YS1zdG9yZS0wMjY0MC1taWxmb3JkLXNyLTI4LWlpLTEwNjQtc3ItMjgtbWlsZm9yZC1vaGlvLXVuaXRlZC1zdGF0ZXM/ZG9tYWluPXN0YXJidWNrcy5jb21cdTAwMjZ1dG1fY2FtcGFpZ249Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fc291cmNlPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX21lZGl1bT1vcmdhbmljIn19"
      },
      {
        "title": "BARISTA",
        "company_name": "Commander, Navy Installations",
        "location": "  Washington   ",
        "via": "via USAJobs",
        "description": "Prepare and serve made-to-order espresso.",
        "job_highlights": [
          {
            "title": "Responsibilities",
            "items": [
              "Prepare and serve made-to-order espresso"
            ]
          }
        ],
        "related_links": [
          {
            "link": "https://www.cnic.navy.mil/",
            "text": "cnic.navy.mil"
          },
          {
            "link": "https://www.google.com/search?q=Commander,+Navy+Installations&sa=X&ved=0ahUKEwjfgravjs3_AhXAq4kEHT-RDrsQmJACCMAN",
            "text": "See web results for Commander, Navy Installations"
          }
        ],
        "thumbnail": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQYXshWj_WO1zvZxQTL3tvTWkfYx1BjqiodE9H1&s=0",
        "extensions": [
          "17.32 an hour",
          "Full-time",
          "No degree mentioned"
        ],
        "detected_extensions": {
          "schedule_type": "Full-time",
          "salary": "17.32 an hour"
        },
        "job_id": "eyJqb2JfdGl0bGUiOiJCQVJJU1RBIiwiaHRpZG9jaWQiOiJoTTRnTVlwRFZBQUFBQUFBQUFBQUFBPT0iLCJmYyI6IkV2Y0JDcmNCUVVWek4ycE9WRUZOVkRoeE1VUmZiRkJ0Ym5oQ1FuVmxVVTV2UjNwTllWTjNjMUF0Y1dONE4weEljVjgyUkRVelVqSmhTemxYUldVMlptWTBkM0JaYWxsNUxXNXlSVXhoWkdkdFVGazNlVGxEYzFObE1VeHNlR1Z3T1VaUmMwaFFkR3N3Y1VaM1F6WnlYeTF2ZEZRMVNrSmtkRGx3VDIxTE1VRllVM28xY2twalRVVmxUa2RXVDBsUVV6QklTSFpxUkhCUmRGcDZaSEpMU2pkQmVXeG9aVUZvVkZnM01FSXlRbk0xU2tRNWVtZGxlVlV4WW1sckVoZDFlQzFRV2tvdE5VTmpSRmh3ZEZGUWRqWkxOakpCY3hvaVFVOHRNSEpzTm1ac2VYRmZXVTFoWjFaamEwTk9XV1JzYm5ndFVHdHdVaTFVUVEiLCJmY3YiOiIzIiwiZmNfaWQiOiJmY18xMSIsImFwcGx5X2xpbmsiOnsidGl0bGUiOiJBcHBseSBvbiBVU0FKb2JzIiwibGluayI6Imh0dHBzOi8vd3d3LnVzYWpvYnMuZ292L0dldEpvYi9WaWV3RGV0YWlscy83MDIyNzUxMDA/dXRtX2NhbXBhaWduPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX3NvdXJjZT1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9tZWRpdW09b3JnYW5pYyJ9fQ=="
      },
      {
        "title": "Barista",
        "company_name": "Turning Point",
        "location": "  Toms River, NJ   ",
        "via": "via ZipRecruiter",
        "description": "Daytime hours only!\n\nIn search of outstanding, enthusiastic, superstars looking to become a part of our growing company...\n\nThe Turning Point is an award-winning DAYTIME ONLY breakfast,?brunch,?and lunch restaurant!\n\nOver 20 locations throughout NJ, PA, and DE, with many more on the way, and franchise company that has additional opportunities available.\n\nWe value our team members time and pride ourselves on promoting a better quality of life than is normally found in our industry.\n\nWho doesn't love being home in time for dinner? With restaurant hours of 7:30am to 3pm, we?can?offer our staff a better work/life balance.\n\nWork in the industry that you love without the sacrifice of your personal evening time.\n\nWe have great appreciation for our team members. We understand that without our incredible team we cannot achieve success.\n\nWhen we hire, we hire with the intention for a long-term partnership!\n\nWe work hard to ensure your success and growth within the Turning Point. We are looking for extraordinary individuals to help continue our growth.\n\nOver 65% of our restaurant managers and 100% of our Restaurant Support Team have been promoted from within.\n\nApply today and become a part of our TP Family!\n\nRequirements: Warm, friendly, outgoing personality with the genuine desire to take care of others, we can train you on the rest!\n\nBenefits :\n• Day time shifts only!\n• You can make night-time money while working day-time hours, our restaurants close EVERY DAY at 3pm!\n• You will be respected, valued, and appreciated\n• We advocate and encourage a healthy work life balance\n• Flexible Scheduling\n• Opportunities to pick up shifts at any of our locations throughout NJ, PA & DE\n• Ability to transfer to another location if you relocate\n• Discounted meals\n• Employee Perks & Savings Program through Working Advantage\n• Growth Opportunities - more than 65% of our managers have been promoted from within\n• Equity and equality ensured for all\n• A fun and rewarding work environment",
        "job_highlights": [
          {
            "title": "Benefits",
            "items": [
              "Work in the industry that you love without the sacrifice of your personal evening time",
              "Day time shifts only!",
              "You can make night-time money while working day-time hours, our restaurants close EVERY DAY at 3pm!",
              "You will be respected, valued, and appreciated",
              "We advocate and encourage a healthy work life balance",
              "Flexible Scheduling",
              "Opportunities to pick up shifts at any of our locations throughout NJ, PA & DE",
              "Ability to transfer to another location if you relocate",
              "Discounted meals",
              "Employee Perks & Savings Program through Working Advantage",
              "Growth Opportunities - more than 65% of our managers have been promoted from within",
              "Equity and equality ensured for all",
              "A fun and rewarding work environment"
            ]
          }
        ],
        "related_links": [
          {
            "link": "https://www.google.com/search?q=Turning+Point&sa=X&ved=0ahUKEwjfgravjs3_AhXAq4kEHT-RDrsQmJACCIIO",
            "text": "See web results for Turning Point"
          }
        ],
        "extensions": [
          "3 days ago",
          "Full-time",
          "No degree mentioned"
        ],
        "detected_extensions": {
          "posted_at": "3 days ago",
          "schedule_type": "Full-time"
        },
        "job_id": "eyJqb2JfdGl0bGUiOiJCYXJpc3RhIiwiaHRpZG9jaWQiOiJpUGk3MmpFMjNHc0FBQUFBQUFBQUFBPT0iLCJmYyI6IkV1SUJDcUlCUVVWek4ycE9WREpKWDJobWFrTkRiblpNV0VKeFF6bFdNRFJqYmxRM1dVWTFlV0ZPWkRkeGFYaE5RVGhuYWtGQlQxcDJhWGN0TlVoS01GOW5iazFxUlhGQ1ZHOTFSV3BqWkcwNWMwbHBVR1pxWmtKM1oyZG9SakJWVDNwNVZtUnVOelZYUVRWdVQzUjRlVUkwVDBOallWTjBTbFV6VUhGYVFWZG5SMGRyTmxWVmMybzFhakYxUjBsc2VXeFNWVFZOVlY5eU5qSjZZVXBZVG5selkxTXdWM3BCRWhkMWVDMVFXa290TlVOalJGaHdkRkZRZGpaTE5qSkJjeG9pUVU4dE1ISnNObkl6UjNWSFNtVkxTekZtWDJsVFJXZGFSVGt5WHpKRU1EaDZRUSIsImZjdiI6IjMiLCJmY19pZCI6ImZjXzEzIiwiYXBwbHlfbGluayI6eyJ0aXRsZSI6IkFwcGx5IG9uIFppcFJlY3J1aXRlciIsImxpbmsiOiJodHRwczovL3d3dy56aXByZWNydWl0ZXIuY29tL2MvVHVybmluZy1Qb2ludC9Kb2IvQmFyaXN0YS8taW4tVG9tcy1SaXZlcixOSj9qaWQ9YWY4NTNlOTQ3MGFlN2Y4N1x1MDAyNnV0bV9jYW1wYWlnbj1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9zb3VyY2U9Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fbWVkaXVtPW9yZ2FuaWMifX0="
      },
      {
        "title": "Barista",
        "company_name": "Foxtrot",
        "location": "  Chicago, IL   ",
        "via": "via Startup Jobs",
        "description": "Hey there, we’re Foxtrot.\n\nFoxtrot is the digitally native evolution of the corner store – a one-stop shop for those seeking thoughtful curation that’s a reflection of themselves and their city – offering a curated collection of daily essentials in-store and delivered in under an hour via our app and website...\n\nOur spaces offer all the most-loved aspects of neighborhood cafes – beautifully designed interiors that wrap you in the welcoming aroma of freshly brewed coffee, comfortable lounge areas to work and relax, and chef-prepared meals to snack on throughout the day – while bringing together mindful people, brands and goods to create a community of discovery and joy.\n\nSince launching our native app in 2013, we now operate a robust e-commerce business and have opened 20+ retail stores in Chicago, DC and Dallas, and are rapidly scaling to take this first-of-its-kind omnichannel brand nationwide.\n\nAbout the Role\nFoxtrot is looking for coffee-loving, friendly, professional and motivated individuals interested in Barista opportunities at our soon-to-open DC locations. You will offer guests an elevated coffee experience via extensive training, product and beverage knowledge, and superior customer service. You are knowledgeable about the products we offer, excited to answer guest questions, and can speak knowingly about the Foxtrot brand. This is a “high touch” position; a desire to interact with our guests and bring positive energy is a must.\nResponsibilities\n\n• Act as an ambassador for the Foxtrot brand to all customers.\n• Maintain excellence in cafe presentation and cleanliness.\n• Greet all guests entering the store.\n• Prepare and serve coffee and tea beverages that adhere to the company standards and training protocols.\n• Complete required training course and earn the Foxtrot Cafe Barista Certification.\n• Maintain coffee knowledge on current offerings and be able to articulate that to our guests.\n• Educate guests and staff on all coffee and teas carried.\n• Garner excitement and solicit answers to guest questions, e.g. products, Foxtrot stores, delivery.\n• Ensure overall customer satisfaction for primarily in-store guests.\n• Operate cash registers to scan merchandise and process sales transactions.\n\nAbout You\n\n• Able to work independently.\n• Outgoing and personable – you enjoy interacting with guests.\n• Able to lift up to 40 pounds of boxes up and down stairs.\n• Strong communicator.\n• Passion for high-quality goods, especially in food and beverage.\n• Punctual and reliable.\n• Have previous specialty coffee or barista experience.\n• Has some weekend availability.\n\nAnd we couldn't round this out without mentioning some of the perks of working here, right?\n\nFlexible Scheduling\nMedical, Dental & Vision.\nHealth Savings Account (HSA) and Flexible Spending Accounts (FSA).\n401(k) Plan with an Annual Company Match.\nPaid Sick Leave.\n20% Employee Discount on All Foxtrot Purchases.\nComplimentary Shift Meal and Free, Unlimited Coffee & Tea from our Cafe.\nEmployee Assistance Programs.\nHoliday Premium Pay.\nMerit Increases & Incentive Pay Programs.\nGrowth & Advancement Opportunities.\nFoxtrot Swag, Fun Product Sampling, Giveaways and more!\nReferral bonus program\n• program & eligibility rules do apply\n\nFoxtrot is an Equal Opportunity Employer and participates in E-Verify\nFoxtrot provides equal opportunities for everyone that works for us and everyone that applies to join our team, without regard to sex or gender, gender identity, gender expression, age, race, religious creed, color, national origin, ancestry, pregnancy, physical or mental disability, medical condition, genetic information, marital status, sexual orientation, any service, past, present, or future, in the uniformed services of the United States (military or veteran status), or any other consideration protected by federal, state, or local law. Foxtrot participates in the federal government's E-Verify program to determine employment eligibility. To learn more about the E-Verify program, please click here",
        "job_highlights": [
          {
            "title": "Qualifications",
            "items": [
              "This is a “high touch” position; a desire to interact with our guests and bring positive energy is a must",
              "Able to work independently",
              "Outgoing and personable – you enjoy interacting with guests",
              "Able to lift up to 40 pounds of boxes up and down stairs",
              "Strong communicator",
              "Passion for high-quality goods, especially in food and beverage",
              "Punctual and reliable",
              "Have previous specialty coffee or barista experience"
            ]
          },
          {
            "title": "Responsibilities",
            "items": [
              "Act as an ambassador for the Foxtrot brand to all customers",
              "Maintain excellence in cafe presentation and cleanliness",
              "Greet all guests entering the store",
              "Prepare and serve coffee and tea beverages that adhere to the company standards and training protocols",
              "Complete required training course and earn the Foxtrot Cafe Barista Certification",
              "Maintain coffee knowledge on current offerings and be able to articulate that to our guests",
              "Educate guests and staff on all coffee and teas carried",
              "Garner excitement and solicit answers to guest questions, e.g. products, Foxtrot stores, delivery",
              "Ensure overall customer satisfaction for primarily in-store guests",
              "Operate cash registers to scan merchandise and process sales transactions"
            ]
          },
          {
            "title": "Benefits",
            "items": [
              "Flexible Scheduling",
              "Medical, Dental & Vision",
              "Health Savings Account (HSA) and Flexible Spending Accounts (FSA)",
              "401(k) Plan with an Annual Company Match",
              "Paid Sick Leave",
              "20% Employee Discount on All Foxtrot Purchases",
              "Complimentary Shift Meal and Free, Unlimited Coffee & Tea from our Cafe",
              "Employee Assistance Programs",
              "Holiday Premium Pay",
              "Merit Increases & Incentive Pay Programs",
              "Growth & Advancement Opportunities",
              "Foxtrot Swag, Fun Product Sampling, Giveaways and more!",
              "Referral bonus program"
            ]
          }
        ],
        "related_links": [
          {
            "link": "http://www.foxtrotco.com/",
            "text": "foxtrotco.com"
          },
          {
            "link": "https://www.google.com/search?q=Foxtrot&sa=X&ved=0ahUKEwjfgravjs3_AhXAq4kEHT-RDrsQmJACCM0O",
            "text": "See web results for Foxtrot"
          }
        ],
        "thumbnail": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSTBL7ZLlx03pEow0LqKK1Nnv0d6Vbnfz6ongyEgKg&s",
        "extensions": [
          "Part-time",
          "No degree mentioned",
          "Health insurance",
          "Dental insurance"
        ],
        "detected_extensions": {
          "schedule_type": "Part-time"
        },
        "job_id": "eyJqb2JfdGl0bGUiOiJCYXJpc3RhIiwiaHRpZG9jaWQiOiJMcGhOd0dXQnZ1OEFBQUFBQUFBQUFBPT0iLCJmYyI6IkV1SUJDcUlCUVVWek4ycE9WRTVmY214dlRVbzVaMWM0UzIxTll6UjVhRE5aUldGVGNXaFlOa3hNZG1kYVNuRlBjRzluUzNwVFdIbHBZbll6U0ZKMGFEQlBhVVpDTWxkdVZYUlNhV3MyTUZKbFpUQTJibU5SVjNCMVNsQmpOMDh3ZDAwMFRFODNTekJ1VFZobFIzaGhkMkYwWlVwSWVqbEhiMko0Tm0xdU1DMXhTbk5xVmxaWlRWZGliRUpNV2tWWlpHTkxkRGxOWHpsaGQyRnNSRnBOVDNoWVFXcHFiV2xSRWhkMWVDMVFXa290TlVOalJGaHdkRkZRZGpaTE5qSkJjeG9pUVU4dE1ISnNORXh4V0Y5WVEyZzFlVGh2ZVhOdlMxVXlkbEJ3VkhaRGNrVnFRUSIsImZjdiI6IjMiLCJmY19pZCI6ImZjXzE0IiwiYXBwbHlfbGluayI6eyJ0aXRsZSI6IkFwcGx5IG9uIFN0YXJ0dXAgSm9icyIsImxpbmsiOiJodHRwczovL3N0YXJ0dXAuam9icy9iYXJpc3RhLWZveHRyb3QtNDEwMTc4Mz91dG1fY2FtcGFpZ249Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fc291cmNlPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX21lZGl1bT1vcmdhbmljIn19"
      }
    ],
    "chips": [
      {
        "type": "Title",
        "param": "job_family_1",
        "options": [
          {
            "text": "All"
          },
          {
            "text": "Barista",
            "value": "barista"
          },
          {
            "text": "Starbucks barista",
            "value": "starbucks barista"
          },
          {
            "text": "Team member",
            "value": "team member"
          },
          {
            "text": "Cafe",
            "value": "cafe"
          },
          {
            "text": "Server",
            "value": "server"
          },
          {
            "text": "Attendant",
            "value": "attendant"
          },
          {
            "text": "Sales manager",
            "value": "sales manager"
          }
        ]
      },
      {
        "type": "Location",
        "param": "city",
        "options": [
          {
            "text": "All"
          },
          {
            "text": "New York, NY",
            "value": "Owg_06VPwoli_nfhBo8LyA=="
          },
          {
            "text": "Chicago, IL",
            "value": "7cv00DwsDogAwMAJrabgrw=="
          },
          {
            "text": "Los Angeles, CA",
            "value": "E9on3F3HwoD0CEYlb98v4g=="
          },
          {
            "text": "Atlanta, GA",
            "value": "jQmTaV0E9YgLYwuZL97-Zg=="
          },
          {
            "text": "Boca Raton, FL",
            "value": "J_s278Ij2YjJlWDK7qY-0g=="
          },
          {
            "text": "Charlotte, NC",
            "value": "gRo4_MQfVIhk0UO_5lBGiA=="
          },
          {
            "text": "Kansas City, MO",
            "value": "l5npr173wIeiUapq5iWFVQ=="
          },
          {
            "text": "Nashville, TN",
            "value": "PZDrEzLsZIig2umh0Lk_fQ=="
          },
          {
            "text": "Pittsburgh, PA",
            "value": "A4UGSG_xNIg0G6JaoRX5jQ=="
          },
          {
            "text": "Anchorage, AK",
            "value": "QT-zBHaRyFbjaISnWrp9JQ=="
          },
          {
            "text": "Bethesda, MD",
            "value": "LQIkarfLt4kNzStq93myJg=="
          },
          {
            "text": "Birmingham, AL",
            "value": "07-FWN8RiYjOVLrqCXRQJQ=="
          },
          {
            "text": "Bismarck, ND",
            "value": "Y-nYVxKD11KTyrv5Er2qzA=="
          },
          {
            "text": "Boston, MA",
            "value": "GzE9DS1l44mg6GIBJL98eA=="
          },
          {
            "text": "Charleston, SC",
            "value": "dySo3EJ6_ohr7OGu4Pf6NQ=="
          },
          {
            "text": "Cleveland, OH",
            "value": "LWto4y7vMIhCGGL3VcsE7Q=="
          },
          {
            "text": "Corvallis, OR",
            "value": "fdcUqp1AwFS-wL0ij4AN1w=="
          },
          {
            "text": "Daytona Beach, FL",
            "value": "g1YCJZTb5ojrKssdtztqNg=="
          },
          {
            "text": "Denver, CO",
            "value": "zxcfI6qAa4fWNoon-PSOEQ=="
          },
          {
            "text": "Hershey, PA",
            "value": "86-yzF67yIlWXqbIMP9ndA=="
          },
          {
            "text": "Houston, TX",
            "value": "AYWNSLS4QIY7BWXz3gINyg=="
          },
          {
            "text": "Kirkland, WA",
            "value": "e85SKMASkFRXKHhwqmp3eg=="
          },
          {
            "text": "Las Vegas, NV",
            "value": "0X31pIK3voCjebPV5tXMOg=="
          },
          {
            "text": "Newark, DE",
            "value": "64mX45p6x4lcOEyX8kbiLg=="
          },
          {
            "text": "Omaha, NE",
            "value": "7fwMtciNk4cEtjeuT01CRg=="
          },
          {
            "text": "Phoenix, AZ",
            "value": "y3mhUO0SK4esG0o1-MdpjA=="
          },
          {
            "text": "Richardson, TX",
            "value": "Z6e-eekeTIaVBCdGwCnbLA=="
          },
          {
            "text": "Saint Paul, MN",
            "value": "nzfp5M7UslIpLto_0pFyyA=="
          },
          {
            "text": "Seattle, WA",
            "value": "VTPokywQkFSa1URpRmUlEA=="
          },
          {
            "text": "Spring, TX",
            "value": "S9vfRsbMQIYpG7Hk-ylhSQ=="
          },
          {
            "text": "The Colony, TX",
            "value": "11XO-Lw6TIYkcdXlnuGeJg=="
          },
          {
            "text": "Aberdeen, SD",
            "value": "t_FLNpFE0lI1rMfP8-tQMA=="
          },
          {
            "text": "Adel, IA",
            "value": "uUA1XCg57IfswUJBXR1YhA=="
          },
          {
            "text": "Alameda, CA",
            "value": "lRXP8tiAj4AUbwFgz5n_Zg=="
          },
          {
            "text": "Albany, NY",
            "value": "S_tPzDQK3onEKOegEmOh4Q=="
          },
          {
            "text": "Albuquerque, NM",
            "value": "e4MJ090KIof99tm4zvjTwA=="
          },
          {
            "text": "Algona, IA",
            "value": "KUOKzoJS8odkzdkeWFOinQ=="
          },
          {
            "text": "Allen Park, MI",
            "value": "m5Yp_mI2O4g9H_5DnnfWmw=="
          },
          {
            "text": "Altamonte Springs, FL",
            "value": "cUuJA25x54ifxxMbdMLsGQ=="
          },
          {
            "text": "American Fork, UT",
            "value": "7a_8yhqBTYfUOeHln1TdhQ=="
          },
          {
            "text": "Anaheim, CA",
            "value": "Z-hVgPnW3IBgsSuaq4mrAQ=="
          },
          {
            "text": "Andover, KS",
            "value": "y_Nbafr4uocwMSJTLo0NBw=="
          },
          {
            "text": "Anniston, AL",
            "value": "CV1UZ5xNiohYzYAIYGRtzw=="
          },
          {
            "text": "Apex, NC",
            "value": "0YCSwaOSrIkVgOIXfoHNhQ=="
          },
          {
            "text": "Ardmore, OK",
            "value": "na8fj68pTYay1JK-MAn8lw=="
          },
          {
            "text": "Armonk, NY",
            "value": "d6-xgGi8wokXuqQOjd3JFA=="
          },
          {
            "text": "Asbury Park, NJ",
            "value": "kcxLDJ8uwonwcq_I2CLtlA=="
          },
          {
            "text": "Athens, AL",
            "value": "kSds-AaLYoh6lsG7Ta_FXw=="
          },
          {
            "text": "Atlantic City, NJ",
            "value": "IcdcblfdwIliUmfpQ8tvSg=="
          },
          {
            "text": "Auburn Hills, MI",
            "value": "mX4JtOG_JIgr3OuK4xXFVQ=="
          },
          {
            "text": "Auburn, AL",
            "value": "g_ibsy_xjIhYk9M1kpElyw=="
          },
          {
            "text": "Austin, TX",
            "value": "LwPMoJm1RIZ61WnUS0abXQ=="
          },
          {
            "text": "Batavia, NY",
            "value": "8fiC-EPu04lVlNLVNN3lNw=="
          }
        ]
      },
      {
        "type": "Date posted",
        "param": "date_posted",
        "options": [
          {
            "text": "All"
          },
          {
            "text": "Past day",
            "value": "today"
          },
          {
            "text": "Past 3 days",
            "value": "3days"
          },
          {
            "text": "Past week",
            "value": "week"
          },
          {
            "text": "Past month",
            "value": "month"
          }
        ]
      },
      {
        "type": "Requirements",
        "param": "requirements",
        "options": [
          {
            "text": "All"
          },
          {
            "text": "No degree",
            "value": "no_degree"
          },
          {
            "text": "No experience",
            "value": "no_experience"
          },
          {
            "text": "Under 3 years of experience",
            "value": "years3under"
          },
          {
            "text": "3+ years of experience",
            "value": "years3plus"
          }
        ]
      },
      {
        "type": "Type",
        "param": "employment_type",
        "options": [
          {
            "text": "All"
          },
          {
            "text": "Full-time",
            "value": "FULLTIME"
          },
          {
            "text": "Part-time",
            "value": "PARTTIME"
          },
          {
            "text": "Contractor",
            "value": "CONTRACTOR"
          },
          {
            "text": "Internship",
            "value": "INTERN"
          }
        ]
      },
      {
        "type": "Company type",
        "param": "industry.id",
        "options": [
          {
            "text": "All"
          },
          {
            "text": "Restaurant",
            "value": "/business/naics2007/722"
          },
          {
            "text": "Retail",
            "value": "/business/naics2007/44"
          },
          {
            "text": "Foods & Beverages",
            "value": "/business/naics2007/311"
          },
          {
            "text": "Accommodation",
            "value": "/business/naics2007/721"
          },
          {
            "text": "Health Care",
            "value": "/business/naics2007/62"
          },
          {
            "text": "Construction",
            "value": "/business/naics2007/23"
          },
          {
            "text": "Education",
            "value": "/business/naics2007/61"
          },
          {
            "text": "Manufacturing",
            "value": "/business/naics2007/31"
          },
          {
            "text": "Staffing",
            "value": "/business/naics2007/5613"
          },
          {
            "text": "Engineering Services",
            "value": "/business/naics2007/5413"
          },
          {
            "text": "Entertainment",
            "value": "/business/naics2007/71"
          },
          {
            "text": "Textiles & Apparel",
            "value": "/business/naics2007/313"
          },
          {
            "text": "Wholesale",
            "value": "/business/naics2007/42"
          }
        ]
      },
      {
        "type": "Employer",
        "param": "organization_mid",
        "options": [
          {
            "text": "All"
          },
          {
            "text": "Scooters Coffee",
            "value": "/m/0zn7pst"
          },
          {
            "text": "Starbucks",
            "value": "/m/018c_r"
          },
          {
            "text": "Barnes & Noble",
            "value": "/m/01b7dt"
          },
          {
            "text": "Sodexo",
            "value": "/m/042phq"
          },
          {
            "text": "TARGET",
            "value": "/m/01b39j"
          },
          {
            "text": "Compass Group",
            "value": "/m/05s08r"
          },
          {
            "text": "Dunkin'",
            "value": "/m/02ccc5"
          },
          {
            "text": "Peet's Coffee & Tea",
            "value": "/m/04_zkn"
          },
          {
            "text": "The Cheesecake Factory",
            "value": "/m/04n2g7"
          },
          {
            "text": "Aramark",
            "value": "/m/02twx1"
          },
          {
            "text": "HMSHost",
            "value": "/m/07b72m"
          },
          {
            "text": "The Human Bean",
            "value": "/m/04y84rj"
          },
          {
            "text": "Aimbridge Hospitality",
            "value": "/m/03y1x7v"
          },
          {
            "text": "BIGGBY COFFEE",
            "value": "/m/09dq3f"
          },
          {
            "text": "Eataly North America",
            "value": "/m/0dlk40j"
          },
          {
            "text": "Marriott",
            "value": "/m/04fv0k"
          },
          {
            "text": "Sage Hospitality",
            "value": "/m/03d0f46"
          },
          {
            "text": "The Coffee Bean and Tea Leaf",
            "value": "/m/05_746"
          },
          {
            "text": "Black Rock Coffee Bar",
            "value": "/g/11hzcprhym"
          },
          {
            "text": "La La Land Kind Cafe",
            "value": "/g/11qbw4cd40"
          },
          {
            "text": "PJ's Coffee",
            "value": "/m/0kqkp0"
          },
          {
            "text": "SSA Group, LLC",
            "value": "/g/11snrnmnwq"
          },
          {
            "text": "The Coles Group",
            "value": "/m/01pc17"
          },
          {
            "text": "ARC Holdings, LLC",
            "value": "/g/11f01jl0h_"
          },
          {
            "text": "Accor",
            "value": "/m/0496mw"
          },
          {
            "text": "Albertsons",
            "value": "/m/0dnjt"
          },
          {
            "text": "Brookshire Grocery Company",
            "value": "/m/06d6k3"
          },
          {
            "text": "Caltech",
            "value": "/m/02sjgpq"
          },
          {
            "text": "City Furniture and Ashley HomeStore",
            "value": "/m/07s815g"
          },
          {
            "text": "City Market",
            "value": "/m/05w6mb"
          },
          {
            "text": "Commander, Navy Installations",
            "value": "/m/03qkllg"
          },
          {
            "text": "Costa Coffee",
            "value": "/m/073hjd"
          }
        ]
      }
    ]
  }